import { 
    FcConferenceCall,
    FcServices,
    FcMultipleSmartphones,
    FcAreaChart,
    FcExport,
    FcIdea
} from "react-icons/fc";
import {
    BrowserRouter as Router,
    Switch,
    Route,
    Link
} from "react-router-dom";

import Blogs from "../BlogsPage/Blogs";

import './Home.css'

export default function Home() {

    function openText() {
        document.querySelector('.btn_panel').classList.contains('active') ?
        document.querySelector('.btn_panel').classList.remove('active') :
        document.querySelector('.btn_panel').classList.add('active')
        !document.querySelector('.text_public').classList.contains('d-none') ?
        document.querySelector('.text_public').classList.add('d-none') :
        document.querySelector('.text_public').classList.remove('d-none')
    }

    return (<>
    <main className='home_main_container'>
        <div className='work_zone'>
            <h1 className='text-center mar-top6rem'>
                Домашня Бухгалтерія онлайн
            </h1>
            <div className='text-center mar-bot7rem'>
                <img src='https://moneyhouse.ua/images/OnTablet.png' />
            </div>
                <h2 className="title_about">Можливості</h2>
            <div className="container_possibility">
                <div className="container_possibility_block">
                    <FcConferenceCall size={'5rem'}/>
                    <h3>Спільна робота</h3>
                    <span>
                        Створюйте бюджет і ведіть його всією родиною, командою, групою.
                        Обмінюйтеся даними з друзями,
                        ділитися і публікуйте звіти.
                    </span>
                </div>
                <div className="container_possibility_block">
                    <FcServices size={'5rem'}/>
                    <h3>Гнучкий графік</h3>
                    <span>
                        Налаштуйте довідники на свій розсуд.
                        Використовуйте теги і списки третіх осіб
                        для гнучкого обліку боргів і подарунків.
                    </span>
                </div>
                <div className="container_possibility_block">
                    <FcAreaChart size={'5rem'}/>
                    <h3>Зручна аналітика</h3>
                    <span>
                        Весь рух коштів на десятках зручних графіків та діаграм.
                        Створюйте свої графічні звіти і
                        гнучко налаштовуйте їх під себе.
                    </span>
                </div>
                <div className="container_possibility_block">
                    <FcMultipleSmartphones size={'5rem'}/>
                    <h3>Мобільність</h3>
                    <span>
                        Використовуйте зі стаціонарних комп'ютерів,
                        мобільних і планшетів.
                        Зручний інтуїтивний інтерфейс зрозумілий всім.
                    </span>
                </div>
                <div className="container_possibility_block">
                    <FcExport size={'5rem'}/>
                    <h3>Експорт даних</h3>
                    <span>
                    Зберігайте звіти в Excel і PDF,
                    роздруковувати графіки і аналітику,
                    регулярно отримуйте бекапи всіх ваших даних на пошту.
                    </span>
                </div>
            </div>   
        </div>
        <div className="about_project">
            <div className="work_zone">
                <h2 className="title_about about">Про Проєкт</h2>
                <div className="d-flex">
                    <div>
                        <FcIdea size={'20rem'} />
                    </div>
                    <div>
                        <span className="about_idea">
                            Ідея:
                        </span>
                        <span className="about_idea_description">
                            Підбираючи систему "під себе", 
                            ми досліджували більше десятка топових онлайн-систем на ринку і дійшли висновку, 
                            що всі вони містять ті чи інші достоїнства та, на жаль, 
                            недоліки: не вміють коректно працювати з різними валютами, 
                            не містять тегів, немає вкладених статей, 
                            слабка звітність, немає нормального обліку боргів, немає віджетів, незручний застарілий інтерфейс, 
                            постійно зростаючі ціни, немає належної технічної підтримки, т.д.
                            <br />
                            Тоді й народилася ідея створити сервіс, який би об'єднав стабільну цінову політику, 
                            інновації в управлінні особистим бюджетом і сильні сторони інших систем.
                        </span>
                    </div>
                </div>
                <div>
                    <p className="title_paragrapf">Функціональність:</p>
                    <ul className="list">
                        <li>Зручний сучасний багатомовний дизайн і інтерфейс</li>
                        <li>Багатокористувацький режим роботы</li>
                        <li>Можливість вести кілька незалежних бюджетів</li>
                        <li>Можливість брати участь в бюджетах інших людей (при наявності запрошення)</li>
                        <li>Можливість створювати віджети для швидкого аналізу стану справ</li>
                        <li>Можливість створювати і гнучко налаштовувати звіти</li>
                        <li>Можливість ділитися своїми звітами з іншими користувачами</li>
                        <li>Підтримка вкладених категорій</li>
                        <li>Підтримка тегів</li>
                        <li>Підтримка третіх осіб (суб'єктів) для зручного обліку боргових операцій та подарунків</li>
                        <li>Підтримка рахунків і звітів в різних валютах і автоматична конвертація валют</li>
                        <li>Підтримка фінансових цілей і аналітика їх досягнення</li>
                        <li>Експорт таблиць і звітів в PDF і Excel</li>
                    </ul>
                    <p className="title_paragrapf">Приємні моменти:</p>
                    <ul className="list">
                        <li>Постійний розвиток і вдосконалення сервісу</li>
                        <li>Постійна технічна підтримка користувачів</li>
                        <li>І головне - ми самі користуємося тим, що пропонуємо іншим</li>
                    </ul>
                    <p className="title_paragrapf mar-bot7rem">Ми фахівці в області особистих фінансів, відкриті новому і постійно прагнемо до поліпшення якості послуг.</p>
                </div>
            </div>
        </div>
        <div className="work_zone">
            <h2 className="title_about mar-top6rem">Домашня бухгалтерія</h2>
            <div className="show_panel ">
                <p>
                    <a className="btn_panel" onClick={openText} />
                </p>
                <div className="text_public d-none">
                    <p>
                        За всіх часів і народів суспільство поділялося на людей з великим достатком, 
                        і на тих, кому жилося важко і бідно. Причин, що пояснюють таку закономірність, 
                        безліч. Але однією з них напевно є вміння дбайливого ставлення до особистих фінансів, 
                        грамотного планування та обліку всіх статей бюджету сім'ї.
                    </p>
                    <p>
                        "У відносинах між чоловіком і жінкою, які ведуть спільне господарство і мають улюблених нащадків, 
                        дуже важливим питанням є складання і розподіл фінансових коштів. З одного боку, 
                        постійне бажання мати високу дохідну сторону життя є рушійною силою і стимулом для різного роду трудових подвигів. 
                        У той час як з іншого боку, постійно присутній необхідність правильного економного ставлення до сімейних витрат."
                    </p>
                    <p>
                        "На сучасному етапі нашої життєдіяльності, коли всесвітня мережа інтернет впевнено увійшла в нашу дійсність, 
                        є маса прекрасних способів виконувати управління та контроль власних фінансових потоків і мати постійно під рукою власний калькулятор витрат."
                    </p>
                    <p>
                        "Програма «Домашня бухгалтерія» є гнучким інструментом у процесі розрахунку, 
                        ведення і розподілу сімейного бюджету і виконує важливі функції бухгалтерського обліку домашніх доходів і витрат. 
                        Принципи дії та використання цього програмного забезпечення дуже прості і доступні для застосування в різних режимах, в тому числі і онлайн."
                    </p>
                    <p>
                        "Для того щоб ефективно розраховувати і використовувати домашні фінанси, 
                        здійснювати компетентне формування статей витрат на місяць або рік, 
                        управляти боргами і системою рахунків, необхідні хоча б незначні навички бухгалтера. 
                        У цьому важливому питанні незамінним помічником для вас стане краща безкоштовна домашня бухгалтерія від moneyhouse.ua"
                    </p>
                    <p>
                        "Ефективне програмне забезпечення має масу переваг, які включають в себе зручні способи підрахунків і ведення статистики, 
                        можливість розподіляти фінанси за категоріями і групами, враховувати борги і виплати по кредитах, 
                        створення простої бази даних і присутність елементарних додаткових послуг підказкою, а також інші зручні функції."
                    </p>
                    <p>
                        "Одним з незаперечних переваг співпраці саме з нашим порталом є можливість безкоштовно і 
                        без реєстрації скористатися пакетом стандартних послуг зі складання бухгалтерії для вашої сім'ї. 
                        Разом з нами ви освоїте найважливіші питання: як вести і розрахувати основні статті надходження грошей, 
                        як скласти правильний і дієвий план по витратним напрямками"
                    </p>
                    <p>
                        "Обов'язковою умовою при складанні сімейного бюджету є наявність доступної та зрозумілої звітності, 
                        яка в будь-який час зможе забезпечити вас необхідною інформацією в режимі онлайн. 
                        А ви, як умілий планувальник, своєчасно і грамотно зможете управляти своїми коштами. 
                        Зовсім через невеликий проміжок часу ви зрозумієте, наскільки дієвим є таке ставлення до сімейного гаманця."
                    </p>
                    <p>
                        "Оптимізація сімейних надходжень і витрат за допомогою домашньої бухгалтерії за короткий проміжок часу дозволить істотно перевищити дохідну частину сімейного бюджету. 
                        Як показує практика, багато наших клієнтів настільки швидко і результативно освоїли використання подібного сервісу, 
                        а строгий контроль над витратами дозволив значно їх скоротити."
                    </p>
                    <p>
                        "Серед наших постійних користувачів жителі багатьох міст України, 
                        які успішно використовують такий зручний і доступний фінансовий інструмент. 
                        Головне - ваше бажання організувати свої грошові потоки таким чином, 
                        щоб добробут назавжди оселилося в вашій родині. 
                        А ми за сприяння нових технологій та ідей будемо вашими вірними помічниками в досягненні поставлених цілей."
                    </p>
                </div>
            </div>
        </div>
    </main>
    <footer className="home_footer_container">
        <div>
            <h2>Угода користувача</h2>
            <p className="text-center">
                <a className="footer_link" href="">Читати</a>
            </p>
        </div>
        <div>
            <h2>Публікації статей</h2>
            <p className="text-center">
                <a className="footer_link" href="">Читати</a>
            </p>
        </div>{/* <Router>
            <div className="home_footer_container">
                <div>
                    <h2>Угода користувача</h2>
                    <Link className='footer_link text-center' to="/blogs">Читати</Link>
                </div>
                <div>
                    <h2>Публікації статей</h2>
                    <Link className='footer_link text-center' to="/accounting">Читати</Link>
                </div>
            </div>
        <Switch>
            <Route path="/blogs">
                <Blogs />
            </Route>
            <Route path="/">
                
            </Route>
            </Switch>   
        </Router> */}
    </footer>
    </>)
}