import Modal from "react-bootstrap/Modal"

import "../../Footer/Footer.css"

export default function ModalAlert({show, handleClose}){
    return(<>
    <Modal 
    show={show}
    onHide={handleClose}
    backdrop="static"
    keyboard="false"
    animation={false}
    size="lg"
    >
        <Modal.Header closeButton>
            <Modal.Title>Угода користувача</Modal.Title>
        </Modal.Header>
        <Modal.Body>
            <div>
                <h3>1. Загальні положення</h3>
                <p>
                    1.1. Дана Угода користувача (далі - Угода) описує умови, діючі при використанні відвідувачами (далі - Користувачами) матеріалів і сервісів даного сайту (далі - Сайт).
                    <br />
                    1.2. Реєстрація на Сайті та використання Сайту Користувачем означає, що Користувач приймає і зобов'язується дотримуватися всіх нижченаведені умови даної Угоди.
                    <br />
                    1.3. Сайт обслуговується Адміністрацією Сайту і являє собою онлайн-сервіс, що надає інформаційні послуги з ведення домашньої бухгалтерії, а також сервіси з обліку та управління особистими фінансами відвідувачам Сайту (далі - Користувачам).
                    <br />
                    1.4. Будь-яка інформація (текст, зображення, мультимедійні матеріали, програмні коди та інші об'єкти права інтелектуальної власності), що міститься на даному Сайті, (за винятком авторських матеріалів, знаків для товарів і послуг (торгових марок) та інших об'єктів права інтелектуальної власності, що належать третім особам, зокрема, рекламодавцям) належить Адміністрації Сайту. Дана інформація може бути використана тим чи іншим чином тільки при наявності попередньо отриманого письмової згоди Адміністрації Сайту.
                </p>
            </div>
            <div>
                <h3>2. Правила та обовʼязки користувача</h3>
                <p>
                    2.1. Користувач самостійно оцінює всі ризики, пов'язані з використанням Сайту, включаючи оцінку надійності, достовірності, повноти або корисності його змісту.
                    <br />
                    2.2. Користувач зобов'язується не порушувати працездатність сайту шляхом розміщення інформації, яка містить віруси, створення додаткового навантаження на сервер, застосуванням програм, не обумовлених функціональним змістом інформаційного ресурсу та іншими способами.
                    <br />
                    2.3. Користувач має право відписатися від отримання розсилок, передбачених сервісом Сайту.
                    <br />
                    2.4. Користувач може видалити свої рабочии області, але не може видалити свій аккаунт з системи.
                    <br />
                    2.5. Користувач несе відповідальність за схоронність своїх логіна і пароля.
                </p>
            </div>
            <div>
                <h3>3. Права та обов'язки Адміністрації Сайту</h3>
                <p>
                    3.1. Дана Угода може бути повністю або частково змінена Адміністрацією Сайту без попереднього повідомлення. Нова редакція Угоди вступає в силу з моменту її опублікування на Сайті.
                    <br />
                    3.2. Адміністрація Сайту залишає за собою право розсилати Користувачам повідомлення про новини сервісу, повідомлення технічного порядку, а також інформацію про пропозиції рекламодавців.
                    <br />
                    3.3. Адміністрація Сайту зобов'язується не надавати інформацію про Користувачів Сайту для використання третіми особами.
                    <br />
                    3.4. Адміністрація Сайту зобов'язується підтримувати функціональність Сайту і докладати зусиль для забезпечення безперебійної та безпомилкової його роботи.
                    <br />
                    3.5. У разі виникнення форс-мажорній ситуації (бойові дії, надзвичайний стан, стихійне лихо тощо. Д.) Адміністрація Сайту не гарантує збереження інформації, розміщеної Користувачем, а також безперебійну роботу інформаційного ресурсу.
                    <br />
                    3.6. Адміністрація Сайту має право заблокувати доступ до сайту Користувачам, котрі заважають нормальній роботі сайту, або завдають пряму або непряму шкоду Сайту або іншим користувачам.
                </p>
            </div>
            <div>
                <h3>4. Відповідальність сторін та обмеження відповідальності</h3>
                <p>
                    4.1. Адміністрація не несе відповідальність:
                    4.1 за зміст, доступність і достовірність матеріалів, представлених на Сайті гіперпосиланнями;
                    <br />
                    4.2 за зміст, спрямованість і діяльність сайтів компаній, представлених на Сайті гіперпосиланнями;
                    <br />
                    4.3 за достовірність рекламних матеріалів, розміщених на сторінках Сайту, і якість рекламованих в них товарів, робіт і послуг;
                    <br />
                    4.4 за будь-який прямий або непрямий збиток (збитки), що стався через використання (так чи інакше пов'язаний з використанням) або неможливості використання даного Сайту;
                    <br />
                    4.5 за розбіжність очікуваних Користувачем і реально отриманих послуг.
                    <br />
                    4.6 за несанкціонований доступ третіх осіб до інформації, що зберігається в системі.
                </p>
            </div>
            <div>
                <h3>5. Політика конфіденційності</h3>
                <p>
                    5.1. Використання Сайту означає повну та безумовну згоду Користувача з цією політикою конфіденційності та зазначеними в ній цілями та умовами обробки його персональних даних.
                    <br />
                    5.2. Користувач Сайту, розміщуючи інформацію про користувача, добровільно надає ім'я і пошту користувача Сайту.
                    <br />
                    5.3. Обробка Персональних даних включає в себе будь-які дії та / або сукупність дій, які пов'язані зі збором, реєстрацією, накопиченням, зберіганням, адаптацією, зміною, поновленням, використанням і поширенням (реалізацією, передачею), видаленням Персональних даних Користувача з метою забезпечення роботи сервісів Сайту.
                    <br />
                    5.4. Обсяг Персональних даних Користувача, по відношенню до яких здійснюється обробка і які можуть бути включені в бази персональних даних (у тому числі в базу персональних даних резюме), визначається як будь-яка інформація про Користувача (яка розміщена в його облікового запису).
                    <br />
                    5.5. Використання Сайту означає згоду Користувача на обробку його персональних даних. MoneyHouse не передає персональних даних Користувача третім особам відповідно до норм ст. 21 Закону України «Про захист персональних даних».
                    <br />
                    5.6. Приймаючи дану угоду, користувач підтверджує, що йому зрозумілі його права, визначені Законом України «Про захист персональних даних», а також мета збору, зберігання і обробки його персональних даних. Користувач також дає згоду, що термін обробки його персональних даних є безстроковим.
                    <br />
                    5.7. Користувач може в будь-який момент змінити (оновити, доповнити) надані їм персональні дані або їх частину, а також параметри їх конфіденційності, скориставшись функцією редагування і настройки доступу до особистої інформації, а також зажадати від Компанії повного видалення його аккаунта і всіх персональних даних з бази даних Сайту.
                    <br />
                    5.8. Метою збору, зберігання і обробки персональних даних є надання користувачу персоналізованих сервісів Сайту, в тому числі: доступ в особистий розділ, авторизація, нагадування пароля, таргетування рекламних матеріалів, зв'язок з Користувачем, в тому числі напрямок повідомлень, запитів та інформації, що стосуються використання Сайту, надання послуг, обробка запитів Користувача, а також інші сервіси Сайту.
                </p>
            </div>
        </Modal.Body>
        <Modal.Footer>
            <button className="footer_link footer-btn" onClick={handleClose}>Close</button>
        </Modal.Footer>
    </Modal>
    </>)
}